---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GeneralFailures.UnresolvableErrorInFamily
source: html/3881785a-c7e8-b770-a9e9-57e69661bbdb.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GeneralFailures.UnresolvableErrorInFamily Property

An error occurred in family "[Name]" that cannot be automatically resolved.\nError Information:\n"[Text]"

## Syntax (C#)
```csharp
public static FailureDefinitionId UnresolvableErrorInFamily { get; }
```